const NewsData = [
    {
        id: 1,
        date:"2024/08/09",
        title: "工程師驗證把關產品有保證",
        imageUrl: process.env.PUBLIC_URL + "/img/a6e05-i715q.webp",
        imageUrl2: process.env.PUBLIC_URL + "/img/aqw5r-2t0j2.webp",
        content1: "追蹤避震器改裝市場，一般國產品牌的避震器，起跳要3萬元，進口的更貴至少8萬元，因此市場上出現不少大廠牌的「仿冒品」，甚至有車主為了省荷包，網購一組1萬元買的到，不過便宜沒好貨，專家點出，前後避震器的接頭處和上座，材質差容易損壞。國道上休旅車，車尾連續上下晃動，是開彈簧車還是國道有嘻哈，目擊民眾（111．02．21）：「這搖到這樣，有夠厲害，好會搖喔。」穩定車身靠避震器，這輛車顯然避震器壞了，避震器是耗損品，何時得換車主如何判斷，最明顯是異常彈跳，或遇到坑洞，會有兩次以上彈跳，無法立即吸收震動狀況，甚至漏油，更嚴重會出現叩叩聲異音，汽車改裝專家楊志雄：「常出現問題是避震器的芯漏油，再來就是接頭位置發生斷裂，包括上座有的會斷掉，其實狀況滿多種的。」",
        content2:"以後避震來說，桶身牙距太淺容易斷裂，底部連接處，盡量一體成型，焊接斷裂機率高，至於前避震器，上座厚度也很重要，厚度太薄強度當然弱，汽車改裝專家楊志雄：「平均行情3萬基準下，淘寶買的可能1萬元就有了，可能有品牌仿冒的問題，譬如必較大間的品牌，比較有名的，大陸那邊都有在仿冒。」避震器改裝市場大，也淺藏不少劣質仿冒品，以一組國產避震器3萬起跳，進口的更貴8至12萬都有，大陸仿冒的避震器，最便宜1萬元買的到，避震器就像人的小腦穩定車身，呼籲車主張大眼睛看仔細，不要省荷包，魔鬼藏在細節沒發現。"
    },
    {
        id: 2,
        date:"2024/06/01 ",
        title: "公司產線設備升級", 
        imageUrl: "./img/a2ylt-uyy6q.webp",
        content: "新聞內容",
    },
    {
        id: 3,
        date:"2024/05/25",
        title: "一日最高生產萬支",
        imageUrl: "./img/afvlu-17oek.webp",
        content: "新聞內容",
    },
];

export default NewsData;